Repository: classx/HexThrees
Catalog: *.lproj/Localizable.strings
Languages: ru

# tutorial.welcome
source: Welcome to
ru: Добро пожаловать в

# tutorial.firstSwipe
source: swipe right ➡️
ru: смахните вправо ➡️

# tutorial.swipeUpLeft
source: swipe up-left ↖️ to combine cells
ru: смахните вверх/влево ↖️ чтобы объединить клетки

# tutorial.newCells
source: new cell appear every swipe
ru: новая плетка появляется после каждого хода

# tutorial.keepSwipeToStop
source: keep swiping ↙️↘️ to stop timer
ru: продолжайте чтобы ↙️↘️ остановить таймер

# tutorial.swipeLeft
source: swipe left ⬅️ to collect bonus
ru: ход влево ⬅️ забрать бонус

# tutorial.swipeRight
source: swipe right ➡️ to collect bonus
ru: ход вправо ➡️ забрать бонус

# tutorial.swipeNowhere
source: swipe to collect bonus
ru: походите чтобы забрать бонус

# tutorial.enjoy
source: enjoy the game! 😃
ru: Удачной игры! 😃

# pause.bestScore
source: Best score: %d
ru: Лучший результат: %d

# pause.restartTitle
source: Reset
ru: Заново

# pause.restartDescription
source: Do you want to start a new game?
ru: Начать новую игру?

# rules.title
source: rules:
ru: правила:

# gameOver.newRecord
source: New Record!
ru: Новый Рекорд!

# gameOver.yourScore
source: Your score:
ru: Ваш результат:

# common.yes
source: Yes
ru: Да

# common.cancel
source: Cancel
ru: Отмена

# purchase.title
source: Purchase
ru: Покупка

# purchase.message
source: You reached limit of free HexTrees version 😔 Would you like to unlock full version?
ru: Вы достигли лимита в бесплатной версии 😔 Хотите разблокировать полную версию игры?

# purchase.option.reset
source: Reset game
ru: Начать заново

# purchase.option.buy
source: Unlock full version for %@
ru: Купить полную версию за %@

# purchase.option.restore
source: Restore purchases
ru: Восстановить покупки

# purchase.notAllowed
source: In-app purchases are not allowed
ru: Встроенные покупки заблокированы

# purchase.productNotFound
source: AppStore full version product not found
ru: AppStore полная версия не найдена

# purchase.thankYou
source: Thank you for purchaising HexThrees! 🤩
ru: Спасибо за покупку HexThrees! 🤩

# purchase.restoredSucc
source: Full version restored successfully
ru: Теперь вы используете полную версию игры

# purchase.purchaseFeiled
source: Purchaise failed
ru: Ошибка покупки

# purchase.purchaseDeffered
source: Purchaise is deffered
ru: Платёж отложен

# purchase.tryAgain
source: Try again
ru: Попробовать снова

# purchase.restore.title
source: Restore
ru: Восстановить покупки

# purchase.restore.failed
source: Restoring purchases failed
ru: Не удалось восстановить покупки

# purchase.option.continueToPlay
source: Continue to play
ru: Продолжить игру
